Revit 2024 API
SymbolTypeId.InSup6 Property
 Symbol in⁶, indicating unit Inches to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InSup6 { get; }
Visual Basic
Public Shared ReadOnly Property InSup6 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InSup6 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace